{
  "home": {
    "title": "StockBuddy. Take the guesswork out of ordering.",
    "content":"Works alongside your current stock management system to predict your required stock levels. Give your teams a helping hand to fulfil customer needs, reduce wastage and increase profits. "
  },
  "See_your_profits_grow": {
    "title": "See your profits grow",
    "content": "Our calculator shows you how much extra yearly profit you could expect by using StockBuddy. \n Expected reduction in wastage + expected reduction in wages = your business savings.\n The potential total profit increase even includes the cost of using StockBuddy."
  },
  "Why_your_business_needs_StockBuddy": {
    "title": "Why your business needs StockBuddy",
    "content": "Over Ordering: - Wasted stock = putting your profits in the bin \n Messy stock areas = hazardous and time consuming\n Under Ordering: - Missing items = unhappy customers. \n Unfulfilled orders = missed sales. \n Do these inventory related issues sound familiar to you? \n Stockbuddy fixes this by using data driven ordering."
  },
  "Data_Driven_Ordering": {
    "title": "Data Driven Ordering",
    "content": "Asking your teams to analyse data for multiple product lines so you can place accurate orders: Is extremely time consuming. Requires highly skilled stock management teams. Needs extensive training for your teams.  We seamlessly integrate into your existing set up, giving all your sites a highly accurate order quantity for every single product line, every time they place an order. Start growing your profits today. "
  },
  "Learn_more_about_how_StockBuddy_works": {
    "title": "Learn more about how StockBuddy works",
    "content": "StockBuddy's intelligent algorithms use the unique sales history, current stock levels, sales mix, and forecasts for each of your business locations to accurately predict the optimal order quantities for all of your product lines.\nWe also consider further inputs like pack sizes and shelf life of the products to fine tune the final output.\nAll this information is pulled into an easy to use app, branded with your business identity.\nYour teams know exactly how much of each product, and when, to order to ensure they get the right product at the right time. \nStockBuddy operates as a standalone system and requires no changes to your existing systems.\nIt runs on any device including all mobile devices. \nEasy to use - can be trained to teams in minutes."
  },
  "product_benefits": {
    "title": "How your business benefits",
    "content": "Reduced costs - Stop over ordering. No more throwing away unsold stock. Bring your stock costs down and reduce your waste.\n Increased sales - Order the right amount of your key most profitable lines. Don't come up short and sell out, disappointing your customers \n Time saved - Spend less time creating orders and checking inventory. Free up managers for more valuable tasks.\n Happier customers - Customer feedback across all channels will improve as they get items they've ordered, when they need it \n Improved brand reputation - Correct stock levels mean more sales, less complaints and more buzz about your business. \n More efficient processes - Improve your teams productivity, knowledge and help drive improvements to existing processes \n Start increasing - Sales, Profits, Cash flow, Order accuracy, Product quality, Brand's reputation, Customers' satisfaction, Teams' productivity and knowledge \n Start decreasing - Waste, Out of stock items, Time taken creating orders, Time taken creating par levels, Closing stock levels, Petty cash spend, Customer complaints, Allergen complaints, Time spent checking and getting stock items, Stock being transferred between sites"
  },
  "product_features": {
    "title": "Product features",
    "content": "Weekly Order List - Manually working out how much stock to order each week can be stressful and leads to inaccurate ordering. Remove these problems by simply opening up StockBuddy and then view, share or print off your weekly order list. \n Each of your sites gets an accurate order quantity to use for each product for the correct delivery day. StockBuddy uses your current sales forecast and likely demand to ensure your products arrive at the correct day (or days) for that week. This keeps your product fresher for your customers and reduces the risk of wastage for your perishable products.  Your team simply needs to add the suggested order quantity into your normal order placement system. If you see a significant change in your sales mix for key weeks of the year, StockBuddy will account for this and adjust your order quantities without you having to lift a finger. \n Par Levels - StockBuddy can also support with your site’s par level challenges. To help you plan effectively we produce a list of all the products you’ll be using for each day. For example, in a restaurant this can be used to plan what ingredients need to be prepped and defrosted for each day. We also provide a Display Line and Key Line function that allows you to choose which of your products should never fall below stated stock levels. All this can be viewed or shared for printing directly from StockBuddy. \n Every business has certain products that should never fall below certain levels. These might be your most profitable lines, your customer favourites or supplier display lines.  StockBuddy allows you to categorise these lines and then applies an additional algorithm to ensure they never sell out. Key Line products can be selected and managed by your business ensuring you never let your customers down again by unexpectedly selling out. Display Line products can be managed by sites, allowing them to adjust the quantity of each line they always want to have in stock and can easily be changed from week to week. This helps with bar, fridge, cabinets and window displays. \n Single Product View - Deep dive into any of your individual products. Instantly find out your order quantities, your stock on hand, your expected weekly closing stock level, the last 4 weeks variances and see if the product is on any stock level alerts. \n Gives all your teams instant access to a whole wealth of information about specific individual products.  Makes it easy for the Senior Team to check up on any product during site visits. Allows the Management Team to focus coaching and development for the team on the right areas. The Site Team can view information about all their products giving them the right knowledge to be effective at their jobs and reduce product waste. \n Variance Reports - See the top 5 products by variance across multiple categories. This makes it easy for teams to instantly see their biggest variances and form a plan to improve them. \n The variance report shows a 4 week view giving you and your teams an accurate trend position. Management teams can use the reports on site visits and during business reviews. Each report can be broken down to show variances by: Total Cost\nWastage\nUnexplained\nReports can be shared for printing directly from StockBuddy. \n Stock Alerts - We know mistakes can happen; stock doesn’t get counted correctly or the wrong product gets sent to a customer. StockBuddy has built in stock alerts that catch these mistakes and others, and flag them to your teams. The system checks against six different scenarios and offers corrective advice to the team before they place their order. \n For any items that appear on the stock alert report, the team will be told what they need to order to place an accurate order. This covers 6 scenarios: A product sold out completely the week before.\nA product shows a consumption value of minus.\nA product has been used more than required.\nA product has been used less than required.\nA product was sold but wasn't actually consumed.\nA product was consumed but wasn't sold on the till.\nNext steps are provided to the team ensuring the correct amount is ordered. \n Recipe Guide - Need to know how much of each recipe you’re going to sell so your teams can prep the right amount for the right time? We’ve got you covered. Your teams can see how many units of each of your recipes you’re going to sell each day for this week. We’ll even break it down to the number of batches that will need to be prepared. \n If you sell fresh guacamole as one of your recipes then you’ve got a whole load of ingredients that need to be prepared at the right time so the guacamole remains as fresh as possible.  The StockBuddy Recipe Guide pulls in each of these separate ingredients and combines them giving your team the exact number of units they’re going to sell and the exact number of batches they need to prepare before each of the day’s service."
  },
  "StockBuddy_App": {
    "title": "StockBuddy App",
    "content": "All the features of StockBuddy are made available in our easy to use app or via any web browser. And it’s all designed and branded to your company’s requirements. It’s a stand alone system, able to run on anydevice including mobile phones and tablets. This means we can get it into your teams hands whether they’re working on site, in your office or remotely.  Watch the video to see a preview of the app in action and book a demo with us to get a live demonstration."
  },
  "use_cases": {
    "title": "Is StockBuddy right for my business?",
    "content": "StockBuddy is at its most effective when working with any business that has multiple sites where ordering is being executed at the local level. Don’t let rising costs hold you back – equip your business with the best tools on the market and make StockBuddy a part of your strategy for success. \n Restaurants - You’ve got food, drink, consumables and packaging to order. It’s a hard getting the order quantities right for all these lines. Even the most experienced site manager struggles to put together the perfect order every week. StockBuddy makes this process easier and faster by creating an order for each product. Additional features of StockBuddy help your team control wastage and increase the quality of products served to your customers. \n Hotels - Knowing which department has ordered what and when in a hotel can be hard to keep on top of. This can lead to an inefficient and time consuming ordering process. Errors can easily be introduced. StockBuddy fixes this by removing the need for manual ordering across different departments by bringing together order quantities for all your bars, restaurants, room service, room amenities, cleaning, packaging and consumables. \n Retail - Getting ordering wrong leads to selling out of your customer favourites or leaves you with too much stock of unsold lines. This takes up space in your key hotspot areas on the shop floor and in your store rooms. With StockBuddy, you can avoid these situations by ordering the right level of stock leaving your teams to focus on driving sales and giving your customers a great experience. \n Pubs - Making sure you’ve got the right amount of display items for your bar and fridges can be challenging when you also need to order the right amount to sell. StockBuddy’s Par Level feature fixes this, each week ensuring you’ve got enough to keep your displays looking full and your customers happy. As pubs increase their food offerings and move onto more  delivery platforms, our app helps to reduce workload and stress for your teams."
  },
  "pricing": {
    "title": "Pricing",
    "content": "We understand your business is unique. Let's start our journey together with an initial conversation to understand your needs. We'll take you through a live demonstration of the StockBuddy App and recommend the right package for your business's requirements.\n By reducing the waste that's happening right now at your business, StockBuddy could easily pay for itself across all your sites within weeks of starting with us \n The app's ease of use backed up by our intelligent ordering system will increase profits, drive efficiencies across your business and increase your customers' satisfaction \n STARTER - 15 GBP/week/site Features of package: - Branded App\n - Weekly Order List \n STANDARD - 20 GBP/week/site Features of package: - Branded App\n - Weekly Order List \n - Par Levels \n PREMIUM - 25 GBP/week/site Features of package: - Branded App\n - Weekly Order List \n - Par Levels \n - Single Product View \n - Single Product View \n - Variance Reports \n - Stock Alerts \n - Key & Display Lines \n - Recipe Guide"
  },
  "contact":{
    "title": "Contact",
    "content": "Want to know more? \n Get in touch to book a free online demo or to ask any questions. You’ll get an answer back from us the same day. Fill form bellow or use ours email contact@stockbuddyapp.com"
  }
}